Revit 2026 API
AssetPropertyDoubleArray4d.IsValidValue Method
Overload List
Name | Description
IsValidValue(Color) |  Checks that the value is a valid value for this property.
IsValidValue(IList<Double>)
Top
See Also
Reference
AssetPropertyDoubleArray4d Class
Autodesk.Revit.DB.Visual Namespace